Repository: urby100/KinoAplikacija
Catalog: KinoAplikacija/Properties/Resources.*.resx
Languages: sl_si

# AddressLabel
source: Address
sl_si: Naslov

# AppName
source: Cinema Application
sl_si: Kino Aplikacija

# BackButton
source: Back
sl_si: Nazaj

# BillDateLabel
source: Bill Date
sl_si: Datum Računa

# BillHtml
source: BILL
sl_si: RAČUN

# BillInfoFormText
source: Bill Information
sl_si: Informacije o Računu

# BillNumberLabel
source: Bill Number
sl_si: # Računa

# BillsReservationsLabel
source: Bills and Reservations
sl_si: Računi in Rezervacije

# BillToHtml
source: BILL TO:
sl_si: PREJEMNIK:

# BillTranslate
source: Bill
sl_si: Račun

# BirthdayLabel
source: Birthday
sl_si: Rojstni Dan

# CheckoutButton
source: Checkout
sl_si: Na Blagajno

# CheckoutFormText
source: Checkout
sl_si: Blagajna

# ChooseSeatsWindowName
source: Choose Seats
sl_si: Izberi sedeže

# CloseButton
source: Close
sl_si: Zapri

# ColumnDate
source: Date
sl_si: Datum

# ColumnDateHtml
source: Date
sl_si: Datum

# ColumnEventHtml
source: Event
sl_si: Dogodek

# ColumnEventId
source: Event Number
sl_si: # Dogodka

# ColumnMovieHtml
source: Movie
sl_si: Film

# ColumnMovieTitle
source: Movie Title
sl_si: Naslov filma

# ColumnNumberOfSeats
source: Number Of Seats
sl_si: Količina

# ColumnPriceForOne
source: Price Per Seat
sl_si: Cena/Kos

# ColumnQuantityHtml
source: Quantity
sl_si: Količina

# ColumnSeatNumbers
source: Seat Numbers
sl_si: # Sedežev

# ColumnSeatNumbersHtml
source: Seat Numbers
sl_si: # Sedežev

# ColumnTheaterAddress
source: Cinema Address
sl_si: Naslov Kina

# ColumnTheaterAddressHtml
source: Theater Address
sl_si: Naslov Kina

# ColumnTheaterRoom
source: Theater & Room
sl_si: Kino & Dvorana

# ColumnTheaterRoomHtml
source: Theater & Room
sl_si: Kino & Dvorana

# ColumnTime
source: Time
sl_si: Čas

# ColumnTimeHtml
source: Time
sl_si: Čas

# ColumnTotalHtml
source: Total
sl_si: Cena

# ColumnTotalPrice
source: Total Price
sl_si: Skupna Cena

# ColumnUnitPriceHtml
source: Unit Price
sl_si: Cena/Kos

# ConfirmButton
source: Confirm
sl_si: Potrdi

# DateOfBillHtml
source: Date of Bill:
sl_si: Račun ustvarjen:

# DateOfPaymentHtml
source: Date of Payment:
sl_si: Datum plačila:

# DiscountHtml
source: DISCOUNT
sl_si: POPUST

# DiscountLabel
source: Discount
sl_si: Popust

# DiscountTranslate
source: Discount
sl_si: Popust

# ErrorEmailFormat
source: Wrong email format.
sl_si: Napačni format emaila.

# ErrorEmailTelephoneTaken
source: Email or Telephone number already exists.
sl_si: Email ali telefonska številka že obstaja.

# ErrorFillOut
source: Please fill out.
sl_si: Prosim izpolni.

# ErrorPlace
source: Place with that ID does NOT exist.
sl_si: Kraj z tem ID-jem ne obstaja.

# ErrorSelectSeat
source: Please select a seat.
sl_si: Prosim izberi sedež.

# ErrorTelephoneNumberFormat
source: Wrong telephone number format.
sl_si: Napačni format telefonske številka.

# ErrorWrongEmailPassword
source: Wrong email address or password.
sl_si: Napačni email ali geslo

# ErrorWrongTelephonePassword
source: Wrong telephone number or password.
sl_si: Napačna telefonska številka ali geslo.

# EventsButton
source: Events
sl_si: Dogodki

# EventsLabel
source: Events
sl_si: Dogodki

# FileTranslate
source: File
sl_si: Datoteka

# FooterHtml
source: Invoice was created on a computer and is valid without the signature and seal.
sl_si: Račun je bil ustvarjen na računalniku in velja brez podpisa in pečata.

# ForgetPasswordLinkLabel
source: Did you forget your password?
sl_si: Ali si pozabil geslo?

# ItemsLabel
source: Items
sl_si: Produkti

# LoginButton
source: Login
sl_si: Vpis

# LoginTitleLabel
source: Login
sl_si: Vpis

# NameLabel
source: Name
sl_si: Ime

# NewPasswordLabel
source: New Password
sl_si: Novo Geslo

# paidDateLabelNotPaid
source: Needs Payment.
sl_si: Ni Poravnano.

# paidDateLabelPaid
source: Paid On:
sl_si: Plačano:

# PasswordChangeButton
source: Change Password
sl_si: Spremeni Geslo

# PasswordLabel
source: Password
sl_si: Geslo

# PayDateInfoLabel
source: Pay Date
sl_si: Datum Plačila

# PriceAfterDiscountHtml
source: PRICE AFTER DISCOUNT
sl_si: CENA S POPUSTOM

# PriceAfterDiscountLabel
source: Price After Discount
sl_si: Cena s popustom

# PriceLabel
source: Price
sl_si: Končna Cena

# ProfileButton
source: Profile
sl_si: Profil

# ProfileLabel
source: Profile
sl_si: Profil

# RemoveButton
source: Remove
sl_si: Odstrani

# ReservationsBillsButton
source: Bills, Reservations
sl_si: Računi, Rezervacije

# ReserveButton
source: Place Reservation
sl_si: Rezerviraj

# SaveButton
source: Save
sl_si: Shrani

# ShoppingCartLabel
source: Shopping Cart
sl_si: Košarica

# SignUpButton
source: Sign Up
sl_si: Registriraj

# SignUpTitleLabel
source: Sign Up
sl_si: Registracija

# SimulatePaymentButton
source: Simulate Payment
sl_si: Simuliraj Plačilo

# SuccessSignUp
source: Successfully Signed Up!
sl_si: Uspešna registracija!

# SurnameLabel
source: Lastname
sl_si: Priimek

# TelephoneNumberLabel
source: Telephone Number
sl_si: Telefonska Številka

# TelephoneOrEmailLabel
source: Telephone number or email
sl_si: Telefonska številka ali Email

# TotalPriceHtml
source: TOTAL PRICE
sl_si: POLNA CENA

# BodyTextEmail
source: It looks like you forgot your password. We sent you the security code you'll need to reset it.
sl_si: Izgleda, da ste pozabili geslo. Poslali smo vam varnostno kodo s katero lahko nadaljujete.

# EmailSubject
source: Your security code -
sl_si: Vaša varnostna koda -

# ErrorInputPassword
source: Please enter a Password.
sl_si: Prosim vnesite geslo.

# ErrorSecurityCodeTime
source: Wrong Security Code or the Time expired.
sl_si: Napačna varnostna koda ali pretekel čas.

# ErrorUserExist
source: User with that email does not exist.
sl_si: Uporabnik z tem emailom ne obstaja

# HelloEmail
source: Hello
sl_si: Zdravo

# PasswordResetFormText
source: Password Reset
sl_si: Ponastavitev Gesla

# PleaseCopyEmail
source: Please copy the
sl_si: Prosim kopirajte

# SecurityCodeEmail
source: security code
sl_si: varnostno kodo

# Stage1Button
source: Send
sl_si: Pošlji

# Stage1HelpLabel
source: A security code will be sent to your email.
sl_si: Varnostna koda bo poslana na vaš email.

# Stage2Button
source: Continue
sl_si: Nadaljuj

# Stage2HelpLabel
source: Press continue when you recieve the security code.
sl_si: Nadaljuj ko boš prejel varnostno kodo

# Stage3Button
source: Continue
sl_si: Nadaljuj

# Stage3HelpLabel
source: Please enter your security code.
sl_si: Vpiši varnostno kodo.

# Stage3TextboxLabel
source: Security Code
sl_si: Varnostna Koda

# Stage4Button
source: Reset
sl_si: Ponastavi

# Stage4HelpLabel
source: Please enter new password.
sl_si: Vpiši novo geslo.

# SuccessPasswordReset
source: Your password has been changed.
sl_si: Geslo je bilo uspešno ponastavljeno.

# UseItEmail
source: and use it where it's requested.
sl_si: in jo uporabite kjer je zahtevana.

# LogOutButton
source: Log Out
sl_si: Izpiši me
